Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Well 6507/11-8 was drilled to a total vertical depth of 2749 metres below the sea surface and ended in rock from the Early Jurassic.
nb: Brønn 6507/11-8 ble boret til et totalt vertikalt dyp på 2749 meter under havoverflaten og avsluttet i bergarter fra tidligjura.

source: Well 6507/11-8 was drilled by the drilling facility Stena Don in 297 metres of water.
nb: Brønn 6507/11-8 ble boret med boreinnretningen Stena Don på 297 meters vanndyp.

source: The Stena Don will now continue drilling for Statoil ASA on the Åsgard field in the Norwegian Sea.
nb: Stena Don vil nå fortsette med boring for Statoil ASA på Åsgardfeltet i Norskehavet.

source: The licensees in production licence 062 are:
nb: Rettighetshaverne i utvinningstillatelse 062 er:

source: The objective of the well was to prove petroleum in Jurassic reservoir rock.
nb: Hensikten med brønnen var å påvise petroleum i jura reservoarbergarter.

source: The well proved gas and condensate in Jurassic reservoir rock.
nb: Brønnen påviste gass og kondensat i jura reservoarbergarter.

source: The size of the discovery is estimated at 1-6 billion Sm3 recoverable gas and 0.5-2.5 million Sm3 recoverable condensate.
nb: Størrelsen på funnet er anslått til mellom 1 og 6 mrd Sm3 utvinnbar gass og mellom 0,5 og 2,5 mill Sm3 utvinnbar kondensat.

source: The well was not formation tested, but extensive data collection and sampling were conducted.
nb: Brønnen ble ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: The licensees in production licence 107 will consider developing the discovery as additional resources to the Njord field.
nb: Rettighetshaverne i utvinningstillatelse 107 vil vurdere å utvikle funnet som tilleggsressurser til Njordfeltet.

source: The well is the seventh exploration well in production licence 107.
nb: Brønnen er den sjuende letebrønnen i utvinningstillatelse 107.

source: The licence was awarded in 1985 in the 9th licensing round.
nb: Tillatelsen ble tildelt i 1985 i 9. konsesjonsrunde.

source: The well was drilled to a vertical depth of 3646 m below the sea surface, and was concluded in the Lower Jurassic.
nb: Brønnen ble boret til et vertikalt dyp på 3646m under havflaten, og ble avsluttet i nedre jura.

source: Sea depth at the site was 334 m.
nb: Havdypet var 334 m.

source: Well 6407/7-7 S was drilled by the Transocean Winner drilling facility, which will now continue to drill well branch 6407/7-B-1 Y1H on the Northwest flank.
nb: Brønn 6407/7-7S ble boret av boreinnretningen Transocean Winner som nå vil fortsette med boring av brønngren 6407/7-B-1 Y1H på Nordvestflanken.

source: Licensees in production licence 107:
nb: Rettighetshavere i utvinningstillatelse 107:

source: The well proved both oil and gas.
nb: Brønnen påviste både olje og gass.

source: Hydrocarbons were found in the Realgrunn subgroup of Late Triassic / Early Jurassic age and in the Kobbe formation of Mid Triassic age.
nb: Hydrokarboner ble påtruffet i Realgrunnundergruppen av sen trias/tidlig jura alder og i Kobbeformasjonen av midtre trias alder.

source: The results from this well are considered promising for the prospectivity in this part of the Barents Sea.
nb: Resultatet fra brønnen vurderes som positivt for prospektiviteten i denne delen av Barentshavet.

source: The well was not production tested, but extensive data collection and sampling have taken place.
nb: Brønnen ble ikke produksjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: The collected data will be evaluated and analysed in order to determine the resource potential in discovery as well as further plans for the licence.
nb: Det vil bli gjennomført evaluering og analyse av de innsamlede dataene for å avklare ressurspotensialet i funnet og videre planer for utvinningstillatelsen.

source: Well 7125/4-1 was drilled with the drilling facility Polar Pioneer at a water depth of 293 m.
nb: Brønn 7125/4-1 ble boret med boreinnretningen Polar Pioneer på 293 m vanndyp.

source: Polar Pioneer will now be used by Statoil for drilling in the Norwegian Sea.
nb: Polar Pioneer skal nå bore for Statoil i Norskehavet.

source: The licensees in Production licence 393 are:
nb: Rettighetshaverne i utvinningstillatelse 393 er:

source: Norsk Hydro Produksjon (operator)
nb: Norsk Hydro Produksjon AS (operatør)

source: This is the tenth exploration well in production licence 169.
nb: Dette er den 10. letebrønnen i utvinningstillatelse 169.

source: The primary objective for this well was to investigate the potential for oil in a prospect from the Tertiary Age called Midway, located southwest of the Grane field in the North Sea.
nb: Det primære målet for brønnen var å undersøke potensialet for olje i et prospekt av tertiær alder kalt Midway, lokalisert sørvest for Granefeltet i Nordsjøen.

source: A secondary objective was to investigate the potential for oil in the underlying Jurassic stratigraphic sequence.
nb: Et sekundært mål var å undersøke potensialet for olje i den underliggende jura-lagrekken.

source: Wildcat well 25/11-24 was drilled to a total depth of 2091 meters below the sea surface, and was concluded in Jurassic rocks.
nb: Undersøkelsesbrønn 25/11-24 ble boret til et totalt dyp på 2091 meter under havoverflaten og avsluttet i bergarter av jura alder.

source: Insignificant volumes of hydrocarbons were encountered in the Tertiary rocks.
nb: Ubetydelige volumer hydrokarboner ble påtruffet i tertiær.

source: Well 25/11-24 was drilled by the semi-submersible drilling facility Transocean Winner in 114 meters of water.
nb: Brønn 25/11-24 ble boret av den halvt nedsenkbare boreinnretningen Transocean Winner på 114 meters vanndyp.

source: The Transocean Winner will now drill a wildcat well in production licence 090 in an area near the Fram field in the North Sea, also operated by Norsk Hydro.
nb: Transocean Winner vil nå bore en undersøkelsesbrønn i utvinningstillatelse 090 nær Framfeltet i Nordsjøen, der Norsk Hydro også er operatør.

source: The licensees in PL169 are:
nb: Rettighetshavere i utvinningstillatelse PL 169 er:

source: The well is situated about seven km north of the Sleipner field and about three km east of the 15/5-1 Dagny discovery in the central part of the North Sea.
nb: Brønnen ligger om lag sju kilometer nord for Sleipnerfeltet og cirka tre kilometer øst for 15/5-1 Dagnyfunnet i midtre del av Nordsjøen.

source: The purpose of the well was to prove petroleum in a prospect called Ermintrude, where the reservoir is made up of mid Jurassic rocks.
nb: Målet for brønnen var å påvise petroleum i et prospekt kalt Ermintrude som har midtre jura reservoarbergarter.

source: Light oil was found.
nb: Det ble påvist lett olje.

source: The size of the discovery has at this stage been estimated to around eight million standard cubic metres (Sm3) of recoverable oil.
nb: Størrelsen på funnet er foreløpig beregnet til om lag åtte millioner standard kubikkmeter (Sm3) utvinnbar olje.

source: A small gas discovery was also made in Miocene to Pliocene rocks.
nb: I tillegg ble det gjort et mindre gassfunn i miocene til pliocene bergarter.

source: The well was not production tested, but extensive data collection and sampling has been carried out.
nb: Brønnen ble ikke produksjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: The licensee will consider producing the new oil discovery with a tie-in to Sleipner, Volve or Gudrun.
nb: Rettighetshaver vil vurdere å produsere oljefunnet med tilknytning til Sleipner, Volve eller Gudrun.

source: The well was drilled to a total depth of 3850 metres below sea level and was concluded in the Skagerrak Formation in Upper Triassic rocks.
nb: Brønnen ble boret til en total dybde på 3850 meter under havnivå og avsluttet i Skagerrakformasjonen i øvre trias.

source: The water depth is 114 metres.
nb: Havdypet er 114 meter.

source: Well 15/6-9 S was drilled with the drilling facility West Epsilon, which will now drill the sidetrack well 15/6-9 A in order to delineate the oil discovery.
nb: Brønn 15/6-9 S ble boret av boreinnretningen West Epsilon som nå skal bore sidestegsbrønn 15/6-9 A for å avgrense oljefunnet.

source: The objective of the well was to examine the oil and gas potential in a prospect called H-Nord, near the Fram field in the North Sea.
nb: Målet for brønnene var å undersøke potensialet for olje og gass i et prospekt kalt H-Nord, nær Framfeltet i Nordsjøen.

source: The wells were not production-tested, but extensive data collection and sampling were carried out.
nb: Brønnene ble ikke produksjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: The licensees will consider producing the discovery by means of tie-in to one of the facilities in the Fram area.
nb: Rettighetshaverne vil vurdere å produsere funnet med tilknytning til en av installasjonene i Fram-området.

source: A total of 14 exploration wells have now been drilled in production licence 090.
nb: Det er nå boret 14 letebrønner i utvinningstillatelse 090.

source: The appraisal wells were drilled to respective total depths of 3177 meters and 2961 meters TVD below the sea surface and were concluded in Upper Jurassic rocks.
nb: Undersøkelsesbrønnene ble boret til totalt dyp på henholdsvis 3177 meter og 2961 meter TVD under havoverflaten og ble avsluttet i bergarter av øvre jura alder.

source: The wells were drilled by the semi-submersible drilling facility Transocean Winner in 363 meters of water.
nb: Brønnene ble boret av den halvt nedsenkbare boreinnretningen Transocean Winner på 363 meters vanndyp.

source: The Transocean Winner will now continue drilling an exploration well in production licence 107 at the Njord field on Haltenbanken, also operated by Norsk Hydro Produksjon AS.
nb: Transocean Winner vil nå fortsette med boring av en letebrønn i utvinningstillatelse 107 ved Njordfeltet på Haltenbanken, også operert av Norsk Hydro Produksjon AS.

source: The licensees in production licence 090 are:
nb: Rettighetshavere i utvinningstillatelse 090 er:

source: Contact in the NPD: Johannes Kjøde, +47 51 87 65 85.
nb: Kontakt i OD: Johannes Kjøde 51876585.

source: The well is located 35 km east of the 15/3-1 Gudrun discovery in the central North Sea.
nb: Brønnen er lokalisert 35 km øst for 15/3-1 Gudrun-funnet i midtre Nordsjøen.

source: The objective of the well was to prove petroleum in a prospect called Ragnarrock in Upper Cretaceous reservoir rock.
nb: Målet med brønnen var å påvise petroleum i et prospekt kalt Ragnarrock i øvre kritt reservoarbergarter.

source: Light oil was proven in chalk rock in the Upper Cretaceous.
nb: Det ble påvist lett olje i lavpermeable kalksteiner i øvre kritt.

source: A number of small-scale formation tests were conducted which showed limited flow properties.
nb: En rekke småskala formasjonstester ble utført som viste begrensede strømningsegenskaper.

source: Extensive data and samples were collected and are now being analysed.
nb: Det ble gjort omfattende datainnsamling og prøvetaking som nå blir nærmere analysert.

source: Complex reservoir conditions have led the licencees to decide to drill an appraisal well on the structure.
nb: Kompliserte reservoarforhold gjør at rettighetshaverne i utvinningstillatelsen har besluttet å bore en avgrensningsbrønn på strukturen.

source: One will refrain from commenting on the size of the oil discovery pending this appraisal well.
nb: En vil derfor avvente forestående avgrensingsbrønn før oljefunnets størrelse blir kommentert.

source: This is the second exploration well in production licence 265.
nb: Dette er den andre letebrønnen i utvinningstillatelse 265.

source: The licence was awarded in 2001 in connection with the North Sea Awards in 2000.
nb: Tillatelsen ble tildelt i 2001 i forbindelse med Nordsjøtildelingene 2000.

source: The well was drilled to a vertical depth of 1856 meters below the sea surface and concluded in bedrock.
nb: Brønnen ble boret til et vertikalt dyp på 1856 meter under havflaten og avsluttet i grunnfjell.

source: Sea depth at the location is 113 meters.
nb: Havdypet er 113 meter.

source: Well 16/2-3 was drilled by the West Epsilon drilling facility which will now drill well 16/2-4 in the same production licence in order to delimit the oil discovery.
nb: Brønn 16/2-3 ble boret av boreinnretningen West Epsilon som nå skal bore 16/2-4 i samme utvinningstillatelse for å avgrense oljefunnet.

source: Licencees in production licence 265:
nb: Rettighetshavere i utvinningstillatelse 265:

source: The well is located between the Sleipner Øst and Varg fields.
nb: Brønnen er lokalisert mellom feltene Sleipner Øst og Varg.

source: The well has two targets for drilling, one in the Paleocene section and one in the Jurassic/Triassic section.
nb: Brønnen har to boremål, ett i paleocen og ett i jura/trias.

source: In the Paleocene, oil was proven in parts of a 36-meter thick sandstone layer which is part of the Ty formation at a depth of 2550 meters.
nb: I paleocen er det påvist olje i deler av sandsteiner som er 36 meter tykke, tilhører Tyformasjonen og er på 2550 meters dyp.

source: The discovery will be sampled and evaluated prior to making a decision regarding possible drilling of a sidetrack to clarify the size of the discovery.
nb: Funnet vil bli prøvetatt og nærmere evaluert før en tar beslutning om et eventuelt sidesteg for å avklare funnets størrelse.

source: After taking the necessary samples from the reservoir section in the Paleocene, the operator will continue to drill to a prospect in the Jurassic/Triassic section at a depth of about 3300 meters.
nb: Operatøren vil etter å ha tatt de nødvendige prøver fra reservoarseksjonen i paleocen bore videre til et prospekt i jura/trias på omlag 3300 meters dyp.

source: This is the first exploration well drilled in production licence 337 from the "Awards in Predefined Areas" in 2004 (APA 2004).
nb: Dette er den første letebrønnen i utvinningstillatelse 337 fra ”Tildeling i forhåndsdefinerte områder” i 2004 (TFO 2004).

source: The drilling activity is being carried out by the jack-up platform Mærsk Giant in 90 meters of water.
nb: Boringen utføres med den oppjekkbare plattformen Mærsk Giant på 90 meters vanndyp.

source: Licensees in production licence 337:
nb: Rettighetshavere i utvinningstillatelse 337:

source: Pertra (operator)
nb: Pertra (operatør)

source: Two oil discoveries were made in Paleocene reservoir rocks.
nb: Det ble gjort to oljefunn i paleocen reservoarbergarter.

source: Well 15/12-18S had two drilling targets, one in the Paleocene (the Storskrymten prospect) and one in the Jurassic/Triassic (the Grytkollen prospect).
nb: Brønn 15/12-18S hadde to boremål, ett i paleocen (Storskrymten-prospektet) og ett i jura/trias (Grytkollen-prospektet).

source: In the Paleocene, 23 meters of oil was found in sandstones with good reservoir properties belonging to the Ty formation.
nb: I paleocen er det påvist 23 meter olje i sandstein med gode reservoaregenskaper tilhørende Tyformasjonen.

source: Nine-meter thick sandstones were also encountered in the Jurassic (Grytkollen), but no oil or gas was proven here.
nb: Det ble også påtruffet 9 meter tykke sandsteiner i jura (Grytkollen), men olje eller gass ble ikke påvist her.

source: The well was drilled to a total measured depth of 3520 meters and concluded in rocks from the Permian Age.
nb: Brønnen ble boret til et totalt målt dyp på 3520 meter og avsluttet i bergarter av permisk alder.

source: Oil and rock samples were taken in the Ty formation for further analysis.
nb: Olje- og bergartsprøver i Tyformasjonen ble samlet inn for videre analyse.

source: Appraisal well 15/12-18A encountered sandstones in the Ty formation.
nb: Avgrensningsbrønnen 15/12-18A påtraff sandsteiner i Tyformasjonen.

source: However, these were somewhat deeper than the oil-water contact proven in the original well, and did not contain oil or gas.
nb: Disse lå imidlertid dypere enn olje-vannkontakten påvist i den opprinnelige brønnen og inneholdt ikke olje eller gass.

source: The well did, however, prove a new oil discovery in Paleocene sandstones in the Heimdal formation.
nb: Brønnen påviste likevel et nytt oljefunn i paleocen sandsteiner i Heimdalformasjonen.

source: The sidetrack was drilled to a total measured depth of 3036 meters and was concluded in rocks from the Late Cretaceous.
nb: Sidesteget ble boret til et totalt målt dyp på 3036 meter og ble avsluttet i bergarter fra sein kritt.

source: The operator has estimated the total size of the two discoveries to be from 1.5 - 7 million standard cubic meters of recoverable oil.
nb: Operatøren har estimert de to funnenes totale størrelse til å være mellom 1,5 og 7 millioner standard kubikkmeter utvinnbar olje.

source: This is the first exploration well in production licence 337.
nb: Dette er den første letebrønnen i utvinningstillatelse 337.

source: It was awarded in APA 2004 (Awards in Predefined Areas).
nb: Den ble tildelt i TFO 2004 (tildeling i forhåndsdefinerte områder).

source: The drilling activity was carried out using the jack-up platform Mærsk Giant in 90 meters of water.
nb: Boringen ble utført med den oppjekkbare plattformen Mærsk Giant på 90 meters vanndyp.

source: The rig will now drill an appraisal well for Lundin in production licence 148 in the North Sea.
nb: Riggen skal videre bore en avgrensningsbrønn for Lundin i utvinningstillatelse 148 i Nordsjøen.

source: Det norske oljeselskap (operator)
nb: Det norske oljeselskap (operatør)

source: “The 20th round includes many interesting areas.
nb: - 20. runde omfatter mange interessante områder.

source: This will be exciting,” say the two geophysicists who enthusiastically presented the applications to the Norwegian Petroleum Directorate on 6 November.
nb: Dette blir spennende, sier de to geofysikerne, som entusiastisk presenterte søknadene sine for Oljedirektoratet 6. november.

source: Spring Energy has existed for less than one year.
nb: Spring Energy har eksistert i snaue ett år.

source: At present, the company owns rights in five production licenses in the North Sea and the Norwegian Sea.
nb: Selskapet har per i dag rettigheter i fem utvinningstillatelser i Nordsjøen og Norskehavet.

source: Their ambition is to get their hands on more attractive exploration acreage.
nb: Ambisjonen er å få fatt i mer attraktivt leteareal.

source: “The Norwegian shelf is definitely interesting, from the southern part of the North Sea to the Barents Sea.
nb: - Norsk sokkel er absolutt interessant, fra sør i Nordsjøen til Barentshavet.

source: We are exploring actively, and we also want operator responsibilities,” says Gunleiksrud.
nb: Vi søker aktivt, og vi ønsker også operatøransvar, sier Gunleiksrud.

source: According to Gunleiksrud and Flakstad Vold, Spring Energy’s 22 employees have extensive experience from the Norwegian shelf.
nb: Spring Energys 22 ansatte har ifølge Gunleiksrud og Flakstad Vold lang erfaring fra norsk sokkel.

source: Many have their backgrounds from companies such as StatoilHydro, DNO and ChevronTexaco.
nb: Mange har bakgrunn fra selskaper som StatoilHydro, DNO og ChevronTexaco.

source: And being small is not necessarily a drawback:
nb: Og det er ikke nødvendigvis noen ulempe å være liten:

source: “We have rapid decision processes, things do not take much time.
nb: - Vi har kjappe beslutningsprosesser, ting tar ikke så lang tid.

source: Another advantage is the fact that the various disciplines are gathered in one place, working closely together,” Flakstad Vold points out.
nb: En annen fordel er at fagdisiplinene er samlet og jobber tett sammen, påpeker Flakstad Vold.

source: In addition, the company has special competence in processing of geophysical data and petroleum systems analysis in-house.
nb: I tillegg har selskapet spesialkompetanse på prosessering av geofysiske data og petroleumssystemanalyse på huset.

source: The awards in the 20th licensing round are scheduled to take place in March/April 2009.
nb: Tildeling i 20. konsesjonsrunde på norsk sokkel skjer etter planen i mars/april 2009.

source: Vegard Gunleiksrud (left) and Bente Flakstad Vold (right) submitted Spring Energy’s application in the 20th round.
nb: Vegard Gunleiksrud (t.v.) og Bente Flakstad Vold (t.h.) leverte Spring Energys søknad i 20. runde.

source: The three persons in the middle are project manager Inger Helene Madland (NPD), Wenche Johansen Tjelta (NDP) and Terje Solbakk (NDP).
nb: De tre i midten er fra venstre prosjektleder Inger Helene Madland (OD), Wenche Johansen Tjelta (OD) og Terje Solbakk (OD).

source: Photo: Arne Bjørøen.
nb: Foto: Arne Bjørøen

source: Topics: Production Licences
nb: Tema: Utvinningstillatelser

source: The well is located 28 kilometer east of the Gudrun Field.
nb: Brønnen er lokalisert 28 kilometer øst for Gudrunfeltet i Nordsjøen.

source: The purpose of the well was to prove hydrocarbons in sediments of Jurassic age in a prospect called Luno.
nb: Målet for brønnen var å påvise petroleum i jura reservoarbergarter i et prospekt kalt Luno.

source: The well proved light oil in coarse clastic sandstones of Jurassic age.
nb: Brønnen påviste lett olje i grovklastiske jura sandsteiner.

source: The size of the discovery is currently estimated to 10-30 million Sm3 of recoverable oil.
nb: Størrelsen på funnet er foreløpig estimert til mellom 10 og 30 millioner Sm3 utvinnbar olje.

source: Additional delineation of the discovery is necessary.
nb: Det vil være behov for ytterligere avgrensning.

source: The well is not production tested, however extensive data acquisition has been carried out and the well will be temporarily abandoned to allow for a future production test.
nb: Brønnen er foreløpig ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: Exploration well 16/1-8 is the first well to be drilled in production licence 338.
nb: Dette er den første letebrønnen i utvinningstillatelse 338.

source: The licence was awarded in the APA 2004 concession round.
nb: Tillatelsen ble tildelt i forbindelse med TFO 2004.

source: The well was drilled to a total depth of 2175 meters below mean sea level in rocks of middle Triassic age.
nb: Brønnen ble boret til et vertikalt dyp på 2175 meter under havflaten og ble avsluttet i bergarter av midtre trias alder.

source: Exploration well 16/1-8 was drilled by the semi-submersible drilling facility Bredford Dolphin at a water depth of 108 metres.
nb: Brønn 16/1-8 ble boret av den halvt nedsenkbare boreinnretningen Bredford Dolphin på 108 meters vanndyp.

source: Bredford Dolphin will proceed to production license 341 in the Norwegian North Sea to drill appraisal well 24/12-5 S operated by Det Norske Oljeselskap AS.
nb: Innretningen skal nå videre til utvinningstillatelse 341 i Nordsjøen for å bore undersøkelsesbrønn 24/12-5 S med Det Norske Oljeselskap AS som operatør.

source: Licencees in production licence 338:
nb: Rettighetshavere i utvinningstillatelse 338 er:

source: Lundin Norway AS (Operator)
nb: Lundin Norway AS (operatør)

source: This is the third wildcat well in production licence 255, which covers blocks 6406/5, 6 and 9.
nb: Dette er den tredje undersøkelsesbrønnen i utvinningstillatelse 255 som dekker blokkene 6406/5, -6 og -9.

source: The production licence was awarded in the 16th licencing round in 2000.
nb: Utvinningstillatelsen ble gitt i 16. konsesjonsrunde i 2000.

source: The target of the well was a sandstone prospect from the Jurassic Age called called "Onyx vest".
nb: Målet for brønnen var et sandsteinsprospekt av jura alder, prospektet ble kalt "Onyx vest".
